Repository: digicademy-chf/chf_gloss
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.glossaryResource.type.glossaryResource
source: Glossary
de: Glossar

# object.glossaryResource.allGlossaryEntries
source: All glossary entries
de: Alle Glossareintr채ge

# object.glossaryResource.allGlossaryEntries.description
source: List of all glossary entries compiled in this resource
de: Liste aller Glossareintr채ge, die in dieser Ressource verzeichnet sind

# object.glossaryResource.asGlossaryOfResource
source: Usage as glossary of a resource
de: Verwendung als Glossar einer Ressource

# object.glossaryResource.asGlossaryOfResource.description
source: List of resources that use this resource as a glossary
de: Liste der Ressourcen, die diese Ressource als Glossar verwenden

# object.glossaryEntry
source: Glossary entry
de: Glossareintrag

# object.glossaryEntry.type
source: Type
de: Art

# object.glossaryEntry.type.description
source: Specific type of glossary entry
de: Genauere Art des Glossareintrags

# object.glossaryEntry.type.regular
source: Regular
de: Normal

# object.glossaryEntry.type.abbreviation
source: Abbreviation
de: Abk체rzung

# object.glossaryEntry.term
source: Term
de: Begriff

# object.glossaryEntry.term.description
source: Term to be defined
de: Zu beschreibender Begriff

# object.glossaryEntry.additionalStrings
source: Additional strings
de: Weitere Zeichenketten

# object.glossaryEntry.additionalStrings.description
source: Comma-separated list of variant forms to annotate
de: Kommaseparierte Liste zu annotierender Varianten

# object.glossaryEntry.description
source: Description
de: Beschreibung

# object.glossaryEntry.description.description
source: Brief explanation of the term in question
de: Kurze Erkl채rung des zu definierenden Begriffs

# object.abstractResource.glossary
source: Glossary
de: Glossar

# object.abstractResource.glossary.description
source: Glossary of this resource
de: Glossar zu dieser Ressource

# plugin.glossGlossary
source: Glossary
de: Glossar

# plugin.glossGlossary.description
source: List and view brief definitions
de: Kurze Definitionen auflisten und anzeigen
